acpi
alsa-utils
arandr
arduino
autoconf
autofs
automake
bash
binutils
bison
btrfs-progs
bumblebee
bzip2
compton
coreutils
cryptsetup
cuda
deluge
device-mapper
dhcpcd
dialog
diffutils
dmenu
dosfstools
dunst
e2fsprogs
exfat-utils
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
glibc
gnome-alsamixer
gnome-icon-theme
gnome-icon-theme-extras
gparted
grep
groff
grub
gvim
gzip
i3-gaps-git
i3status
inetutils
intel-ucode
iproute2
iputils
iw
jdk8-openjdk
jfsutils
less
lib32-nvidia-utils
lib32-virtualgl
libreoffice-fresh
libtinfo
libtool
licenses
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mesa-demos
nano
netctl
network-manager-applet
networkmanager
ntp
numix-icon-theme-git
numix-themes
nvidia
octave
okular
os-prober
pacman
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
perl
phonon-qt4-vlc
pkg-config
powerline
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pygtk
python-repoze.profile
python2-mako
python2-notify
python2-virtualenv
qt4
ranger
redshift
reiserfsprogs
rofi
s-nail
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
telegram-desktop-bin
termite
texinfo
tmux
ttf-dejavu-sans-mono-powerline-git
ttf-font-awesome
unrar
unzip
usbutils
util-linux
vi
vim-gruvbox-git
vlc
which
wpa_actiond
wpa_supplicant
xbindkeys
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xfsprogs
xkeycaps
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xtitle
yabar-git
yaourt
zsh
